Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# InstallationRequiresHigherWindows
source: Cannot install application, as it requires a higher version of Windows:
af_za: Kan nie toepassing installeer nie omdat dit ’n hoër weergawe van Windows vereis:
am_et: ከፍ ያለ Windows እትም ስለሚፈልግ፣ የመተግበሪያውን መጫን አልተቻለም፡
ar_sa: يتعذر تثبيت الحزمة ، لأنها تتطلب إصدارا أحدث من Windows:
az_latn_az: Windows-un daha yüksək versiyanı tələb etdiyi üçün proqramı quraşdırmaq mümkün deyil:
bg_bg: Приложението не може да се инсталира, тъй като изисква по-нова версия на Windows:
cs_cz: Nelze nainstalovat aplikaci, protože vyžaduje vyšší verzi systému Windows:
de_de: Die Anwendung kann nicht installiert werden, da Sie eine höhere Version von Windows erfordert:
el_gr: Δεν είναι δυνατή η εγκατάσταση της εφαρμογής, επειδή απαιτεί μια νεότερη έκδοση των Windows:
es_es: No se puede instalar la aplicación porque requiere una versión superior de Windows:
es_mx: No se pudo instalar la aplicación, ya que requiere una versión superior de Windows:
et_ee: Rakendust ei saa installida, kuna see nõuab Windowsi uuemat versiooni:
fa_ir: نصب بسته امکان پذیر نیست، زیرا به نسخه بالاتر Windows نیاز دارد:
fi_fi: Sovellusta ei voi asentaa, koska se vaatii suuremman Windows-version:
fr_fr: Impossible d’installer l’application, car elle nécessite une version plus récente de Windows :
gl_es: Non é posible instalar o paquete porque require unha versión posterior de Windows:
he_il: אין אפשרות להתקין את היישום, מכיוון שהוא דורש גירסה גבוהה יותר של Windows:
hi_in: अनुप्रयोग स्थापित नहीं कर सकता, क्योंकि इसे Windows के उच्च संस्करण की आवश्यकता है:
hu_hu: Az alkalmazás nem telepíthető, mert a Windows újabb verzióját igényli:
is_is: Ekki er hægt að setja upp forrit, þar sem það krefst nýrri útgáfu af Windows:
it_it: Non è possibile installare il pacchetto perché richiede una versione più recente di Windows:
ja_jp: アプリケーションをインストールできません。新しいバージョンの Windows が必要です。
kk_kz: Бағдарламаны орнату мүмкін емес, себебі ол үшін Windows жүйесінің жаңарақ нұсқасы қажет:
lo_la: ບໍ່ສາມາດຕິດຕັ້ງແອັບພລິເຄຊັນໄດ້, ເນື່ອງຈາກມັນຕ້ອງໃຊ້ Windows ເວີຊັນທີ່ສູງກວ່າ:
lt_lt: Negalima įdiegti programos, nes jai reikia naujesnės „Windows“ versijos:
lv_lv: Nevar instalēt lietojumprogrammu, jo tai ir nepieciešama jaunāka Windows versija:
ms_my: Tidak boleh memasang aplikasi, kerana ia memerlukan versi Windows yang lebih tinggi:
nb_no: Kan ikke installere programmet fordi den krever en høyere versjon av Windows:
nl_nl: Kan applicatie niet installeren, omdat hiervoor een hogere versie van Windows vereist is:
pl_pl: Nie można zainstalować pakietu, ponieważ wymaga on nowszej wersji systemu Windows:
pt_br: Não é possível instalar o aplicativo, pois ele requer uma versão superior do Windows:
pt_pt: Não é possível instalar a aplicação, uma vez que necessita de uma versão superior do Windows:
ro_ro: Imposibil de instalat aplicația, deoarece necesită o versiune mai recentă de Windows:
sk_sk: Aplikácia sa nedá nainštalovať, pretože vyžaduje novšiu verziu systému Windows:
sl_si: Aplikacije ni mogoče namestiti, saj zahteva novejšo različico sistema Windows:
sq_al: Paketa nuk mund të instalohet, sepse kërkon një version më të ri të Windows:
sr_latn_rs: Nije moguće instalirati aplikaciju jer ona zahteva noviju verziju operativnog sistema Windows:
sv_se: Det går inte att installera programmet eftersom en högre version av Windows krävs:
te_in: Windows యొక్క అధిక వెర్షన్ అవసరం కనుక ఇది అనువర్తనాన్ని వ్యవస్థాపించలేదు:
th_th: ไม่สามารถติดตั้งแอปพลิเคชันได้เนื่องจากต้องการ Windows รุ่นที่สูงกว่า:
tr_tr: Uygulama, Windows 'un daha yüksek bir sürümünü gerektirdiğinden yüklenemiyor:
uk_ua: Не вдалося інсталювати програму, тому що для неї потрібна новіша версія Windows:
vi_vn: Bạn không thể cài đặt ứng dụng, vì ứng dụng yêu cầu phiên bản Windows cao hơn:
zh_cn: 无法安装应用程序，因为它需要更高版本的 Windows：
zh_tw: 無法安裝套件，因為它要求較新版本的 Windows：

# InstallCommandLongDescription
source: Installs the selected application, either found by searching a configured source or directly from a manifest.
af_za: Installeer die geselekteerde toepassing, gevind deur óf ’n geselekteerde bron te soek óf direk van ’n manifes af.
am_et: የተዋቀሩት ምንጭ በመፈለግ ወይም በቀጥታ ከማኒፌስት የተመረጠ መተግበሪያ ይጭናል።
ar_sa: تثبيت الحزمة المحددة، إما عن طريق البحث في مصدر تم تكوينه أو من بيان بشكل مباشر. افتراضيًا، يجب أن يتطابق الاستعلام دون حساسية لحالة الأحرف مع معرّف الحزمة أو اسمها أو مسار ارتباطها. يمكن استخدام الحقول الأخرى من خلال تمرير خيارها المناسب.
az_latn_az: Ya konfiqurasiya edilmiş mənbəni axtarmaqla, ya da birbaşa manifestdən tapılan seçilmiş proqramı quraşdırır.
bg_bg: Инсталира избраното приложение или е намерено чрез търсене на конфигуриран източник, или директно от манифест.
cs_cz: Nainstaluje vybranou aplikaci, a to buď jejím vyhledáním v nakonfigurovaném zdroji, nebo přímo z manifestu.
de_de: Installiert die ausgewählte Anwendungen, die entweder durch Suchen einer konfigurierten Quelle oder direkt über das Manifest gefunden wird.
el_gr: Εγκαθιστά την επιλεγμένη εφαρμογή, η οποία βρίσκεται είτε μέσω αναζήτησης μιας ρυθμισμένης προέλευσης είτε απευθείας από μια διακήρυξη εφαρμογής.
es_es: Instala la aplicación seleccionada, ya sea buscando un origen configurado o directamente desde un manifiesto.
es_mx: Instala la aplicación seleccionada, ya sea buscando un origen configurado o directamente desde un manifiesto de aplicación.
et_ee: Installib valitud rakenduse, mille leidmiseks tuleb otsida konfigureeritud allikast või mis leitakse otse manifestist.
fa_ir: بسته انتخاب‌شده را نصب می‌کند، که یا با جستجوی یک منبع پیکربندی‌شده پیدا شده است یا به‌طور مستقیم از یک مانیفست یافت شده است. به‌طور پیش‌فرض، جستار باید از لحاظ بزرگی یا کوچکی حروف با شناسه، نام یا اسم بسته مطابقت داشته باشد. فیلدهای دیگر را می‌توان با گذراندن گزینه مناسب آنها استفاده کرد.
fi_fi: Asentaa valitun sovelluksen, joka löydetään joko määritetystä lähteestä etsimällä tai suoraan luettelotiedostosta.
fr_fr: Installe l’application sélectionnée, trouvée en effectuant une recherche sur une source configurée ou directement à partir d’un manifeste.
gl_es: Instala o paquete seleccionado, que podes atopar buscando unha orixe configurada ou directamente desde un manifesto. Por defecto, a consulta debe coincidir sen diferenciar maiúsculas e minúsculas co id, name ou o moniker do paquete. Poden usarse outros campos pasando as opcións apropiadas.
he_il: מתקין את היישום הנבחר, בין אם הוא אותר בחיפוש במקור שהוגדר, או ישירות ממניפסט.
hi_in: किसी कॉन्फ़िगर किए गए स्रोत में खोज कर या सीधे किसी मैनिफ़ेस्ट से, चयनित अनुप्रयोग को स्थापित करता है.
hu_hu: Telepítheti a kijelölt alkalmazást vagy egy konfigurált forrásban végzett keresés találatai közül vagy közvetlenül egy jegyzékfájlból.
is_is: Setur upp valið forrit, annaðhvort með því að leita í skilgreindum uppruna eða beint úr skrá.
it_it: Installa il pacchetto selezionato, trovato cercando una fonte configurata o direttamente da un manifesto. Per impostazione predefinita, la query deve essere non sensibile alle maiuscole e minuscole, corrispondere all'ID, al nome o al moniker del pacchetto. Gli altri campi possono essere utilizzati passando all'opzione appropriata.
ja_jp: 選択されたアプリケーションをインストールします。構成されたソースを検索することにより、またはマニフェストから直接検索されます。
kk_kz: Реттелген дерек көзінен іздеу арқылы немесе манифесттен тікелей табылған таңдалған бағдарламаны орнатады.
lo_la: ຕິດຕັ້ງແອັບພລິເຄຊັນທີ່ເລືອກ, ທີ່ພົບມາຈາກການຊອກຫາແຫຼ່ງທີ່ມາທີ່ຕັ້ງຄ່າໄວ້ ຫຼື ຈາກ manifest ໃດໜຶ່ງໂດຍກົງ.
lt_lt: Įdiegia pasirinktą taikomąją programą, aptiktą ieškant sukonfigūruoto šaltinio arba tiesiai iš deklaracijos.
lv_lv: Instalē atlasīto lietojumprogrammu, kas atrasta, meklējot konfigurēto avotu vai tieši no manifesta.
ms_my: Pasang aplikasi yang dipilih, sama ada ditemui dengan mencari sumber yang dikonfigurasikan atau secara langsung daripada manifes.
nb_no: Installerer det valgte programmet, som finnes ved søk i en konfigurert kilde eller direkte fra et manifest.
nl_nl: Installeert de geselecteerde applicatie, ofwel gevonden door te zoeken in een geconfigureerde bron of rechtstreeks vanuit een manifest.
pl_pl: Instaluje wybrany pakiet odnaleziony w wyniku wyszukiwania w skonfigurowanym źródle albo bezpośrednio z manifestu. Domyślnie w zapytaniu, bez względu na wielkość liter, musi być zgodny identyfikator, nazwa lub moniker pakietu. Inne pola mogą być używane w celu przekazania ich odpowiedniej opcji.
pt_br: Instala o aplicativo selecionado, encontrado ao pesquisar uma fonte configurada ou diretamente de um manifesto.
pt_pt: Instala a aplicação selecionada, localizada ao procurar numa origem configurada ou diretamente a partir de um manifesto.
ro_ro: Instalează aplicația selectată, găsită fie prin căutarea unei surse configurate sau direct dintr-un manifest.
sk_sk: Nainštaluje vybratú aplikáciu, ktorá sa buď našla vyhľadávaním v nakonfigurovanom zdroji, alebo priamo z manifestu.
sl_si: Namesti izbrano aplikacijo, ki jo je sistem našel s funkcijo iskanja konfigurirana vira ali neposredno iz manifesta.
sq_al: Instalon paketën e përzgjedhur, që është gjetur, ose duke kërkuar një burim të konfiguruar, ose drejtpërdrejt nga manifesti. Sipas parazgjedhjes, pyetja duhet të përputhet me ID-në edhe në madhësinë e shkronjave, emrin ose pseudonimin e paketës. Fushat e tjera mund të përdoren duke kaluar opsionin e tyre të përshtatshëm.
sr_latn_rs: Instalira izabranu aplikaciju, bilo pronađenu pretraživanjem konfigurisanig izvora ili direktno iz manifesta.
sv_se: Installera det valda programmet som kan hittas antingen genom att söka efter en konfigurerad källa eller direkt från ett applikationsmanifest.
te_in: నిర్మితీకరించబడిన మూలాన్ని శోధించడం ద్వారా లేదా మానిఫెస్ట్ నుండి నేరుగా ఎంచుకున్న అనువర్తనాన్ని ఇన్‌స్టాల్ చేస్తుంది.
th_th: ติดตั้งแอปพลิเคชันที่เลือก ไม่ว่าจะพบด้วยการค้นหาแหล่งที่กำหนดค่าหรือจากไฟล์กำกับโดยตรง
tr_tr: Yapılandırılmış bir kaynağın aranmasıyla veya doğrudan bir bildirim ile bulunan seçili uygulamayı yükler.
uk_ua: Інсталює вибрану програму, знайдену за допомогою пошуку в настроєному джерелі або безпосередньо з маніфесту.
vi_vn: Cài đặt ứng dụng đã chọn, bạn có thể tìm thấy bằng cách tìm kiếm nguồn được đặt cấu hình hoặc trực tiếp từ tệp kê khai.
zh_cn: 安装选定的应用程序，该应用程序可以通过搜索配置的源找到，也可以直接从清单中找到。
zh_tw: 可透過搜尋設定的來源或直接從資訊清單來安裝選取的套件。根據預設，查詢必須布區分大小寫地符合該套件的識別碼、名稱或連結路徑。您可以透過傳遞適當的選像，來使用其他欄位。

# InstallCommandShortDescription
source: Installs the given application
af_za: Installeer die gegewe toepassing
am_et: የቀረበውን መተግበሪያ ይጭናል
ar_sa: تثبيت الحزمة المعنية
az_latn_az: Verilmiş proqramı quraşdırır
bg_bg: Инсталира даденото приложение
cs_cz: Nainstaluje danou aplikaci
de_de: Installiert die angegebene Anwendung
el_gr: Εγκαθιστά τη συγκεκριμένη εφαρμογή
es_es: Instala la aplicación proporcionada
es_mx: Instala la aplicación determinada.
et_ee: Rakendus installitakse
fa_ir: بسته مشخص‌شده را نصب می‌کند
fi_fi: Asentaa määritetyn sovelluksen
fr_fr: Installe l’application donnée
gl_es: Instala o paquete fornecido
he_il: התקנת היישום הנתון
hi_in: दिए गए अनुप्रयोग को स्थापित करता है
hu_hu: Az adott alkalmazás telepítése
is_is: Uppsetur forritið
it_it: Installa il pacchetto specificato
ja_jp: 指定されたアプリケーションをインストール
kk_kz: Берілген бағдарламаны орнатады
lo_la: ຕິດຕັ້ງແອັບພລິເຄຊັນທີ່ລະບຸ
lt_lt: Įdiegia nurodytą programą
lv_lv: Instalē norādīto programmu
ms_my: Memasang aplikasi yang diberikan
nb_no: Installerer angitt program
nl_nl: De opgegeven app installeren
pl_pl: Instaluje dany pakiet
pt_br: Instala um determinado aplicativo
pt_pt: Instala a aplicação fornecida
ro_ro: Instalează aplicația dată
sk_sk: Nainštaluje danú aplikáciu
sl_si: Namestitve danega programa
sq_al: Instalon paketën e dhënë
sr_latn_rs: Instalira datu aplikaciju
sv_se: Installerar det program som anges
te_in: ఇచ్చిన అనువర్తనాన్ని వ్యవస్థాపిస్తుంది
th_th: ติดตั้งแอปพลิเคชันที่มอบให้
tr_tr: Verilen uygulamayı yükler
uk_ua: Інсталює вказаний застосунок
vi_vn: Cài đặt ứng dụng được cung cấp
zh_cn: 安装指定的应用程序
zh_tw: 安裝指定的套件

# InteractiveArgumentDescription
source: Request interactive installation; user input may be needed
af_za: Versoek interaktiewe installering; gebruikerinsette word dalk benodig
am_et: ተስተጋባሪ ጭነት ጠይቅ፤ የተጠቃሚ ግቤት ሊያስፈልግ ይችላል
ar_sa: طلب التثبيت التفاعلي؛ قد يكون إدخال المستخدم مطلوباً
az_latn_az: İnteraktiv quraşdırma tələb edin; istifadəçi daxiletməsi tələb edilə bilər
bg_bg: Заявка за интерактивна инсталация; може да се наложи въвеждане на потребител
cs_cz: Vyžádat interaktivní instalaci (možná bude potřeba zásah uživatele)
da_dk: Anmod om interaktiv installation; brugerinput kan være påkrævet
de_de: Interaktive Installation anfordern; möglicherweise sind Benutzereingaben erforderlich.
el_gr: Αίτημα για αλληλεπιδραστική εγκατάσταση. ενδέχεται να απαιτείται εισαγωγή δεδομένων από το χρήστη
es_es: Solicitar instalación interactiva; es posible que se necesite la participación del usuario
es_mx: Solicitar instalación interactiva; puede requerir acción del usuario.
et_ee: Saate taotleda interaktiivset installimist; vaja võib olla kasutaja sisendit
fa_ir: نصب تعاملی را درخواست می‌کند؛ ورودی کاربر ممکن است لازم باشد
fi_fi: Pyydä vuorovaikutteista asennusta. Käyttäjän syötettä saatetaan tarvita.
fr_fr: Demander une installation interactive; l’intervention de l’utilisateur peut être nécessaire
gl_es: Solicitar instalación interactiva. É posible que se precise unha entrada de usuario
he_il: בקשה להתקנה אינטראקטיבית; ייתכן שיידרש קלט מהמשתמש
hi_in: सहभागी स्थापना का अनुरोध करें; उपयोगकर्ता के इनपुट की आवश्यकता हो सकती है
hu_hu: Interaktív telepítés kérése; felhasználói beavatkozásra lehet szükség.
id_id: Meminta penginstalan interaktif; input pengguna mungkin diperlukan
is_is: Biðja um gagnvirka uppsetningu; ílag notanda kann að vera nauðsynlegt
it_it: Richiedi l'installazione interattiva; l'input dell'utente potrebbe essere necessario
ja_jp: 対話式のインストールが要求されます。ユーザーの入力が必要になる場合があります
kk_kz: Интерактивті орнатуды сұрау; пайдаланушының енгізуі қажет болуы мүмкін
lo_la: ຮ້ອງຂໍການຕິດຕັ້ງແບບໂຕ້ຕອບໄດ້; ຕ້ອງມີການປ້ອນຂໍ້ມູນຈາກຜູ້ໃຊ້
lt_lt: Prašyti interaktyvaus diegimo; gali reikėti vartotojo įvesties
lv_lv: Pieprasīt interaktīvu instalēšanu; var būt nepieciešama lietotāja ievade
mk_mk: Побарајте интерактивна инсталација, можно е да треба корисничко внесување
ml_in: ഇടപെടാനുതകുന്ന ഇൻസ്റ്റാളേഷൻ അഭ്യർത്ഥിക്കുക; ഉപയോക്തൃ ഇൻപുട്ട് ആവശ്യമായി വന്നേക്കാം
ms_my: Meminta pemasangan interaktif; input pengguna mungkin diperlukan
nb_no: Be om interaktiv installasjon; inndata fra bruker kan være nødvendig
nl_nl: Interactieve installatie verzoeken, mogelijk is gebruikersinvoer nodig
pl_pl: Zażądaj instalacji interaktywnej; potrzebne mogą być dane wejściowe użytkownika.
pt_br: Solicitar instalação interativa; a entrada do usuário pode ser necessária
pt_pt: Pedir instalação interativa; poderá ser necessária intervenção do utilizador
ro_ro: Solicitați o instalare interactivă; este posibil să fie necesar aportul utilizatorului
ru_ru: Запросить интерактивную установку; может потребоваться ввод данных пользователем
sk_sk: Požadovať interaktívnu inštaláciu; môže sa vyžadovať vstup používateľa
sl_si: Zahtevajte interaktivno namestitev; morda boste potrebovali vnos uporabnika
sq_al: Kërko instalim interaktiv; mund të nevojitet hyrje nga përdoruesi
sr_latn_rs: Zahtevanje interaktivne instalacije; možda će biti potreban korisnički unos
sv_se: Begära interaktiv installation. användarindata kan behövas
te_in: పరస్పర ‌వ్యవస్థాపన‌ను అభ్యర్థించండి; వినియోగదారు ఇన్పుట్ అవసరం కావచ్చు
th_th: ร้องขอการติดตั้งแบบโต้ตอบ อาจต้องมีอินพุทผู้ใช้
tr_tr: Etkileşimli yükleme isteyin; kullanıcı girişi gerekebilir
uk_ua: Запит на інтерактивну інсталяцію; може знадобитися введення даних користувача
vi_vn: Yêu cầu cài đặt tương tác; hệ thống có thể cần phải nhập người dùng
zh_cn: 请求交互式安装；可能需要用户输入
zh_tw: 要求互動式安裝; 可能需要使用者輸入

# InvalidAliasError
source: Argument alias was not recognised for the current command
af_za: Argument-alias is nie vir die huidige bevel erken nie
am_et: ነጋሪ እሴት ተለዋጭ ለአሁኑ ትእዛዝ አልታወቀም
ar_sa: الاسم المستعار للوسيطة غير معروف للأمر الحالي
az_latn_az: Cari əmr üçün arqument şərti adı tanınmadı
bg_bg: Псевдонимът на аргумента не е разпознат за текущата команда
cs_cz: Nebyl rozpoznán alias argumentu pro aktuální příkaz.
da_dk: Argument aliasset blev ikke genkendt for den aktuelle kommando
de_de: Der Argument-Alias wurde für den aktuellen Befehl nicht erkannt
el_gr: Το ψευδώνυμο ορίσματος δεν αναγνωρίστηκε για την τρέχουσα εντολή
es_es: No se reconoció el alias del argumento para el comando actual
es_mx: No se reconoce el nombre del alias del argumento para el comando corriente.
et_ee: Argumendi pseudonüümi pole praeguse käsu jaoks tuvastatud
fa_ir: نام مستعار آرگومان برای فرمان فعلی شناخته نشده است
fi_fi: Argumentin aliasta ei tunnistettu nykyiselle komennolle
fr_fr: L’alias d’argument n’a pas été reconnu pour la commande actuelle
gl_es: O alias do argumento non se recoñeceu para o comando actual
he_il: כינוי הארגומנט לא זוהה עבור הפקודה הנוכחית
hi_in: वर्तमान आदेश के लिए तर्क उपनाम पहचाना नहीं गया
hu_hu: Nem sikerült felismerni a jelenlegi parancs argumentumának aliasát
id_id: Alias argumen tidak dikenali untuk perintah saat ini
is_is: Samnefni frumbreytu þekktist ekki fyrir núverandi skipun
it_it: Alias dell'argomento non riconosciuto per il comando corrente
ja_jp: 引数の別名が現在のコマンドに対して認識されませんでした
kk_kz: Ағымдағы пәрмен үшін аргументтің бүркеншік аты анықталмады
lo_la: ບໍ່ຮູ້ຈັກນາມແຝງອາກິວເມັນສຳລັບຄຳສັ່ງປັດຈຸບັນ
lt_lt: Dabartinės komandos argumento pseudonimas neatpažįstamas
lv_lv: Pašreizējās komandas argumenta aizstājvārds netika atpazīts
mk_mk: Не го препознаваме псевдонимот на аргументот за тековнава наредба
ml_in: നിലവിലെ കമാൻഡിനായി വാദ ഇതരനാമം തിരിച്ചറിഞ്ഞില്ല
ms_my: Argumen alias tidak dikenali untuk perintah semasa
nb_no: Argument for alias ble ikke gjenkjent for gjeldende kommando
nl_nl: Argumentalias is niet herkend voor de huidige opdracht
pl_pl: Nie rozpoznano aliasu argumentu dla bieżącego polecenia
pt_br: O alias do argumento não foi reconhecido para o comando atual
pt_pt: O alias de argumento não foi reconhecido para o comando atual
ro_ro: Aliasul de argument nu a fost recunoscut pentru comanda curentă
ru_ru: Псевдоним аргумента не был распознан для текущей команды
sk_sk: Alias argumentu nebol rozpoznaný pre aktuálny príkaz
sl_si: Vzdevka argumenta ni bilo mogoče prepoznati za trenutni ukaz
sq_al: Pseudonimi i argumentit nuk u njoh për komandën aktuale
sr_latn_rs: Pseudonim argumenta nije prepoznat za trenutnu komandu
sv_se: Argumentalias kändes inte igen för det aktuella kommandot
te_in: ప్రస్తుత ఆదేశానికి వాదన అలియాస్ గుర్తించబడలేదు
th_th: ไม่รู้จักนามแฝงของอาร์กิวเมนต์สำหรับคำสั่งปัจจุบัน
tr_tr: Geçerli komut için bağımsız değişken diğer adı tanınmadı
uk_ua: Псевдонім аргументу не розпізнано для поточної команди
vi_vn: Biệt danh đối số không nhận diện được cho lệnh hiện tại
zh_cn: 无法识别当前命令的参数别名
zh_tw: 無法辨識目前命令的引數別名

# InvalidArgumentSpecifierError
source: Invalid argument specifier
af_za: Ongeldige argumentspesifiseerder
am_et: ትክክለኛ ያልሆነ የክርክር አመልካች
ar_sa: محدد وسيطة غير صالح
az_latn_az: Yanlış arqument müəyyənləşdiricisi
bg_bg: Невалиден аргумент
cs_cz: Neplatný specifikátor argumentu
da_dk: Ugyldig argumentspecifikator
de_de: Ungültige Spezifikation des Arguments
el_gr: Μη έγκυρο προσδιοριστικό ορίσματος
es_es: Especificador de argumento no válido
es_mx: Especificador de argumento no válido.
et_ee: Argumendi täpsusti ei sobi
fa_ir: مشخص‌کننده آرگومان نامعتبر است
fi_fi: Virheellinen argumentin määrite
fr_fr: Spécificateur d’argument non valide
gl_es: O especificador do argumento non é válido
he_il: מציין ארגומנט לא חוקי
hi_in: अमांय तर्क विनिर्देशक
hu_hu: Érvénytelen argumentummegadás
id_id: Penentu argumen tidak valid
is_is: Ógild tilgreining frumbreytu
it_it: Identificatore argomento non valido
ja_jp: 引数の指定子が無効です
kk_kz: Аргумент спецификаторы жарамсыз
lo_la: ຕົວລະບຸອາກິວເມັນບໍ່ຖືກຕ້ອງ
lt_lt: Negaliojantis argumento specifikatorius
lv_lv: Nederīgs argumenta apzīmētājs
mk_mk: Неважечки назначувач на аргументот
ml_in: അസാധുവായ വാദ നിർദ്ദേശകൻ
ms_my: Argumen spesifik tidak sah
nb_no: Ugyldig argumentspesifikasjon
nl_nl: Ongeldige argument aanduiding
pl_pl: Nieprawidłowe określenie argumentu
pt_br: Especificador de argumento inválido
pt_pt: Especificador de argumento inválido
ro_ro: Specificator de argumente nevalid
ru_ru: Неверный указатель аргумента
sk_sk: Neplatný špecifikátor argumentu
sl_si: Označevalec neveljavnega argumenta
sq_al: Përcaktues i pavlefshëm i argumentit
sr_latn_rs: Nevažeći određivač argumenta
sv_se: Ogiltig argumentspecifierare
te_in: చెల్లని వాదన స్పెసిఫైయర్
th_th: ตัวระบุอาร์กิวเมนต์ไม่ถูกต้อง
tr_tr: Geçersiz bağımsız değişken belirticisi
uk_ua: Неприпустимий ідентифікатор аргументу
vi_vn: Bộ xác định đối số không hợp lệ
zh_cn: 无效参数说明符
zh_tw: 無效的引數指定元
